{

    "riders": {
        "first": "Hoffman helped towards building the sport's popularity for decades, alongside Dave Mirra, Jay Miron, Kevin Robinson, Chad Kagy, Seth Kimbrough, Taj Mihelich, Brad Simms, Anthony Napolitan, Mike Escamilla, Rick Thorne, Kevin Jones, Chase Gouin, Day Smith, Art Thomason and many more. He created some of the most entertaining and insane tricks of the time, and made the sport evolve.",

        "second": "Nyquist has been riding professionally since 1995 and first competed in the X Games in 1996. He is easily one of the best riders in the history of BMX. In 2015 Nyquist expressed interest in Slopestyle Mountain Biking. In 2016 he made his way to Crankworx, later qualifying at a spot at Red Bull Joyride, placing top 10 at 9 out of the 18 riders. He also became the first rider to ride with pegs on a Mountain Bike during an event.",

        "third": "Morgan Wade is one of the most entertaining riders. He's a hilarious guy, and is absolutely insane. He is definitely tough as nails, as he's been in some insane BMX accidents. I believe he's knocked out his front teeth 3 times now. Wade competed in the 2006 and 2007 X-Games in the Freestyle and Big Air competitions. He won gold in the 2013 X Games Los Angeles for Big Air - BMX. "

    },


    "history": {
        "first": "After riding for about 10 years on and off, I've really grown to love the sport. I began by riding around the neighborhood with my friends, riding off of curbs with a cheap little Mongoose bike. That thing would fall apart every other week it felt like. I remember learning how to fix it, and I remember taking some pretty nasty spills on it. One time when I was in fourth grade, to impress a girl, I rode as fast as I could and jumped off of a little 2 foot tall wooden jump I made. I woke up about 3 hours later with road rash all over my face, and apparently I still tried to hit the jump again in my semi-concious state.",
        "second": "After a while of riding little cheap ramps that we made with very limited capability, my friends and I decided to start going to the local skatepark. We would ride our bikes about 4 miles each way in order to get to it, but it was worth every sweaty second. We began by talking to the older riders around us, who gradually got to know us and were willing to teach us. We began learning more and more tricks, and over time became pretty well-learned at the sport. It became our lifestyle.",
        "third": "From the ages of 10-14 we dedicated ourselves to the sport, and eventually we entered competitions. I entered the Las Vegas Am Jam at 13 years old, and won the intermediate division, while placing #12 out of 30 in the advanced division. It was at this point that I kind of fell away from BMX due to troubles at home, and didn't start up again until I was 17. I've ridden on and off since then, and recently just rebuilt and repainted my bike. I'm now riding at Rexburg Nature Park every week or so and loving it."
    },


    "users": {
        "name": "Kean",
        "name": "Hannah",
        "name": "Sam",
        "name": "Mitch",
        "name": "Eric",
        "name": "Sara",
        "name": "Brennan",
        "name": "Aydan",
    },
}
